[
  {
    "title": "U.S. economy will start to rebound in second half of 2020, Fed's Kaplan says",
    "text": "NEW YORK (Reuters) - The U.S. economy will experience a “significant, historic” contraction in the second quarter before it starts to rebound, and unemployment will remain elevated at the end of 2020, Dallas Federal Reserve President Robert Kaplan said on Monday. \nKaplan said he projects that gross domestic product will drop by an annualized rate of 35% to 40% in the second quarter and that it should start to recover in the second half of the year. \n \nHe said the economy may recover more quickly if consumers and businesses take precautions to limit the spread of the novel coronavirus. \n“If people wear masks widely, if we have extensive testing and contact tracing, if businesses and us as individuals follow good procedure, we’re going to grow faster,” Kaplan said during a virtual discussion organized by the Money Marketeers of New York University. \n \nThe U.S. unemployment rate may have peaked and should decline over the summer, but could remain high near 8% at the end of the year, he said. Kaplan said he expects inflation to remain muted over the next couple of years even though some food prices are rising. \nU.S. Federal Reserve officials need to continue discussing the possibility of using yield-curve control, in which the central bank would target interest rates at specific maturities, Kaplan said. Bond market players are increasingly convinced one of the Fed’s next moves will be to cap yields at a specific point on the curve. \n“I have certain concerns about it, but I wouldn’t rule it out” said Kaplan, adding that he wants to make sure the Fed doesn’t create “more distortions” in financial markets.",
    "URL": "https://www.reuters.com/article/us-usa-fed-kaplan/u-s-economy-will-start-to-rebound-in-second-half-of-2020-feds-kaplan-says-idUSKBN23M2DZ",
    "Veracity": "Real"
  },
  {
    "title": "America’s Newsrooms Face a Reckoning on Race After Floyd Protests",
    "text": "In an online town hall earlier this month, staffers at Bloomberg News expressed concerns that the news organization hadn’t been aggressive enough in its coverage of the protests stemming from George Floyd’s killing.\nTop editors said covering such events wasn’t a strong suit for Bloomberg, whose core focus is business, according to a recording of portions of the meeting. They noted that the protests started in Minneapolis, a city where Bloomberg doesn’t have an office, and said customers that use Bloomberg’s terminals for news and financial information have access to coverage from other major outlets.\n“I don’t think decisions to cover what are essentially crime scenes on the ground reflects insensitivity to the news value of what’s going on,” Marty Schenker, chief content officer at Bloomberg News, said in the meeting, according to the recording.\nSome staffers were put off by the response, people familiar with newsroom discussions said. A Bloomberg spokeswoman said the company hasn’t received any complaints regarding the comments. Mr. Schenker declined to comment.\n\nNews organizations have dealt with a host of difficult questions regarding race and diversity in the wake of the protests sparked by the death of Mr. Floyd, a black man who was killed last month when a Minneapolis police officer kneeled on his neck.\nFrom newspapers to cable news channels, the events have fueled debates in newsrooms over the extent and nature of protest coverage, how much editorial staffers should be able to express themselves publicly, news outlets’ commitment to diversity and conditions in the workplace for minorities.\nAt The Wall Street Journal, more than 150 journalists on Friday sent a letter to Almar Latour, the recently appointed chief executive of News Corp unit Dow Jones and publisher of the Journal, and Matt Murray, editor in chief of the Journal, expressing concerns about diversity, hiring and coverage, among other issues, according to people familiar with the letter.\n“Many WSJ journalists, including many who are white, find the way we cover race to be problematic,” the letter says, according to a person who viewed it. The letter raised concerns that there aren’t enough people of color at the Journal, including in the top leadership, and said a lack of diversity is hindering the paper’s ability to tell a full range of stories about the country.\nIn a memo to staff Monday, Mr. Latour said feedback from hundreds of employees has “included highly personal accounts, painful experiences and concerns about racial diversity in our workforce,” as well as concerns about pay transparency.  “I share the sentiment, as one colleague put it, that ‘this normal is not OK’ at Dow Jones,” Mr. Latour wrote.\nHe said he has initiated a review of the issues raised by staffers and said the newsroom will pursue changes under Mr. Murray. A Dow Jones spokeswoman said Mr. Murray has been in touch with newsroom staff about their concerns.\n\nSimilar debates over diversity are playing out at the Washington Post and the Los Angeles Times. At the New York Times, staff members revolted over the publication of an opinion piece by Republican Sen. Tom Cotton that called for the use of federal troops to help deter looting. James Bennet resigned as the Times’ editorial page chief after the paper said the piece wasn’t up to its standards.\nElsewhere, pushback by journalists at the Philadelphia Inquirer over a headline that read, “Buildings Matter, Too,” led to the resignation of former top news editor Stan Wischnowski.\nSome journalists want more freedom to express their views on social media or attend protests and rallies. In many newsrooms, including the Journal’s, social-media guidelines for staff members are meant to avoid any perception that reporting is biased. Whether a journalist’s commentary or activities constitutes a political statement—or simply a statement of social values—can sometimes be a subject of debate.\nAt CNN, network president Jeff Zucker was asked at a recent town hall why most editorial staffers can’t express their views on social media but the channel’s anchors can. He responded that anchors are treated differently,  according to people familiar with the meeting.\nMr. Zucker said at the meeting the network was reviewing its restrictions on participating in protests. In a memo, CNN said that employees could donate to nonprofits but should refrain from taking part in protests the network was covering and from editorializing on social media. They can attend community vigils, CNN said in the memo.\nMr. Zucker said at the meeting that he was sympathetic with staffers’ desire to protest. A CNN spokesman said employees are generally expected to avoid saying anything on social media that they wouldn’t say on air.\nIn the Bloomberg town hall, Mr. Schenker took questions through a moderator alongside Editor in Chief John Micklethwait and Deputy Editor in Chief Reto Gregori. The moderator said one staffer noted that while Bloomberg requires journalists to be objective, “this feels different because there are clear distinctions between right and wrong,” according to the recording.\n\nMr. Schenker said, “To me this doesn’t feel different in terms of being a journalist and being able to compartmentalize your personal feelings and your role as a journalist.” He added, “We have to be objective, state the facts, use our best judgment and not inject our own personal bias in our coverage.”\nPrior to the recent protests, there had already been some tension at Bloomberg over the perception that Mr. Micklethwait, who was named editor in chief in 2015, has played down coverage of nonbusiness topics, according to people familiar with newsroom discussions.\nSome reporters felt Bloomberg News was too slow to cover Mr. Floyd’s death and the protests. Mr. Micklethwait praised the coverage the organization did do, while saying the outlet could have done more, including appointing a news czar on the topic.\nA spokeswoman for Bloomberg News said that since Mr. Floyd’s death, Bloomberg has featured more than 1,200 related stories on the front page of the Bloomberg Terminal from a variety of sources, including Bloomberg News.\n“From the beginning I’ve said that our concentration should be on business, finance, politics and power and that’s the zone which we chose to compete on,”Mr. Micklethwait said, according to the recording.\nIn a memo on Monday, Mr. Micklethwait said Bloomberg News needed to focus even more on equality, noting that “the issues of equality touch every reporting beat—and our global coverage needs to reflect that.”",
    "URL": "https://www.wsj.com/articles/americas-newsrooms-face-a-reckoning-on-race-after-floyd-protests-11592256570?mod=hp_lead_pos3",
    "Veracity": "Real"
  },
  {
    "title": "The Real Dangers of Surveillance",
    "text": "How citizens and authorities respond to one another during large-scale protests — including how they use technology as a tool in the battle — can say a lot about trust in the entire political system.\nPaul Mozur, who has written extensively about the Chinese state surveillance machine for The New York Times, told me that mistrust of the authorities in Hong Kong was reflected in constant digital surveillance and paranoia during the pro-democracy demonstrations that started a year ago and continue to break out.\nPaul and I talked about how police and protesters used surveillance technology during the height of the Hong Kong protests last year, and what Americans — now gripped by their own protests — can learn from it.\nShira: What were Hong Kong protesters’ worries about digital surveillance?\nPaul: They were constantly trying to avoid being tracked by law enforcement, although it wasn’t clear what the authorities were doing. People obsessively covered up with face masks, and this was before the coronavirus. Protesters avoided using subway cards that linked to their identity. To disrupt monitoring, protesters smashed every security camera they could, and some flashed laser pointers at police cameras.\nThere was a suspicion that police filmed every demonstration to identify people through facial recognition software and target them. It wasn’t conclusively shown that was happening. But Hong Kongers took extreme measures because they were afraid of China’s government next door and its use of technology to watch and intimidate people.\nHow did demonstrators use technology?\nThere were protest channels on the messaging app Telegram to identify police officers who seemed to be overly aggressive during demonstrations. Some people publicly posted personal information about officers or their relatives, in an act known as doxxing. From the beginning, police took off identification badges, which drove the doxxing campaign.\n\nThis sounds like constant chaos and fear.\nBoth sides were fighting a surveillance war, and trying to shift the surveillance advantage toward themselves and cut off the other side. Though protesters were usually outmatched.\nHow does that compare to what’s happening in the United States?\nI’m not there, so I might be missing things, but the U.S. protesters don’t seem to have the same level of paranoia about law-enforcement surveillance.\nIf we start seeing U.S. protesters getting so afraid that they’re all wearing masks to shield their faces, or not driving to protests because they’re worried about license plate scanners, or not using credit cards, that would be a sign that U.S. protesters have lost trust in legal systems designed to protect their privacy. That’s what happened in Hong Kong.\n\nIsn’t there an argument that keeping people safe justifies surveillance?\nThat’s the argument that gets made in China. But Hong Kong made it clear that to have civil liberties, a level of privacy is necessary. Without proper regulation, sweeping surveillance invites the potential abuse of power.\nThe tools are there for the U.S. government to digitally track who is at these protests. Hopefully U.S. legal safeguards stop the tools from being abused. But it’s worth worrying about.\nWould you want a digital record of your presence at a political march, particularly if it could bring reprisal? In Hong Kong, that’s the fear people lived with.\nI wrote in April that Americans had been spending less of our e-commerce money on Amazon than we typically did. I took another look at data through May, and that’s still largely the case. The pandemic might be permanently altering how and where we spend our money.\nThrough May, out of each dollar of purchases that Americans made online, 35 to 37 cents of that went to Amazon, according to figures from Rakuten Intelligence. That’s a bit higher than it was in April, but we had been spending at least 42 cents of every e-commerce dollar on Amazon before the pandemic.\n\nIt doesn’t sound like a big difference, but it is when we’re talking about the habits of many millions of people.\nWhat does this mean? Amazon has been the go-to online shopping stop for the biggest chunk of Americans, but that habit hasn’t stuck as much during the pandemic. This could be because of Amazon’s temporary delivery hiccups, our shift to buying more groceries during this time or other factors.\nCompared to the first couple months of 2020, people are spending a bigger chunk of their e-commerce budget with the grocery delivery service Instacart, Target, Home Depot and Best Buy, according to Rakuten, which has the permission of more than 1 million Americans to view their emailed purchase receipts.\nThis news isn’t necessarily bad for Amazon. Americans have been shopping online more than ever during the pandemic. If this behavior sticks, Amazon is a big winner even if it takes a smaller slice from this much larger e-commerce pie.\nBut for those of us who worry about a few companies taking too much power, spreading out the riches is probably a good thing.\n\nBefore we go …\n\t\tTwitter’s sweep against disinformation: Twitter is deleting more than 170,000 China-linked accounts that pushed disinformation about the coronavirus and other topics, my colleague Kate Conger reported. This step followed a Times analysis that found what seemed to be a coordinated online campaign to amplify the Chinese government’s views. It’s another reminder of the cat-and-mouse game to flesh out government-backed online propaganda campaigns.\n\n\t\tWho decides what habits are good for us? A Japanese teenager is fighting against government limits on the amount of time that young people can spend playing video games or using the internet. My colleagues Ben Dooley and Hikari Hida write that concerns about children’s addiction to video games is clashing with discomfort about government intrusion into people’s personal lives.\n\n\t\tMoving beyond “diversity theater”: The Washington Post writes about the ripple effects from the tiny number of black investors in the upper ranks of firms that back young technology companies. The start-up investment industry, the Post writes, is now confronting its track record on race and the dearth of investment money going to black founders of tech start-ups.\n\n\n",
    "URL": "https://www.nytimes.com/2020/06/12/technology/surveillance-protests-hong-kong.html",
    "Veracity": "Real"
  },
  {
    "title": "MORON ALERT: TIM KAINE SAYS ‘U.S. DIDN’T INHERIT SLAVERY FROM ANYBODY — WE CREATED IT’",
    "text": "Virginia Senator Tim Kaine (D) claimed during a speech on the Senate floor that America invented slavery.\nLet that sink in.\nDuring a race-baiting speech Tuesday on Capitol Hill about Black Lives Matter, the former Democratic vice presidential candidate charged that the United States “created” slavery and therefore all of its institutions were “carefully” built to be systemically racist.\n“We need to do much more within the criminal justice system, but also within all of our systems to dismantle the structures of racism that our federal, state, and local governments carefully erected and maintained over centuries,” Kaine said.\n“The United States didn’t inherit slavery from anybody. We created it.”\n“It got created by the Virginia General Assembly and the legislatures of other states,” he continued. “It got aided by the court systems in colonial America and since that enforced fusion of slave laws. It was – we created it.”\nThis of course, is blatantly false, and Kaine likely knows this. But it’s an election season and Democrats have some serious pandering to do.\nIt’s an easily-provable and obvious fact that slavery existed in nearly every major ancient civilization in history, including early modern nations prior to America’s founding in 1776.\nEven Native Americans from the pre-colonial period enslaved prisoners of war from rival tribes.\nFortunately, Kaine’s outrageously ignorant remark did not go unnoticed on social media.",
    "URL": "https://www.infowars.com/moron-alert-tim-kaine-says-u-s-didnt-inherit-slavery-from-anybody-we-created-it/"
  },
  {
    "title": "NBC, Leftist Org Convince Google to Financially Blacklist Conservative News Sites",
    "text": "Google is appearing to take another massive leap towards total control over online discourse. Earlier today, NBC reported that the tech giant confirmed it financially blacklisted two sites known for criticism of the left: conservative commentary site the Federalist and alternative news site ZeroHedge. Following its publication, NBC amended its article to state that the Federalist has been “warned” by Google of imminent blacklisting from its Google Ads service due to “policy violations” in its comments section. ZeroHedge is also working with Google the resolve the blacklisting.\nIf the Federalist fails to remedy what Google considers to be violations in its comments section, both websites will now be unable to generate advertising revenue using Google Ads, by far the most important service for any website trying to generate digital advertising revenue. In a comment to Breitbart News, the Federalist confirmed it has not been blacklisted and is working with Google to resolve any issues. In a seperate comment, ZeroHedge also stated it is working with the tech giant.\n\n\nGoogle took action after it was contacted by agenda-driven journalists at NBC, who presented the company with research from a leftist nonprofit, the Center for Countering Digital Hate, that smears a number of conservative websites including Breitbart News, and calls on digital advertisers to financially blacklist them.\nThe nonprofit falsely claims that Breitbart News promoted the Obama “birther” theory, citing as “evidence” a Breitbart story that explicitly rejects the theory. As purported evidence of Breitbart’s “hate,” the nonprofit also links to a recent piece recommending Americans buy guns and ammunition to protect themselves amid violent riots.\nNBC claimed the tech giant said it had demonetized The Federalist and ZeroHedge because of “hatred.” According to a Google spokesperson, “To be clear, The Federalist is not currently demonetized. We do have strict publisher policies that govern the content ads can run on, which includes comments on the site. This is a longstanding policy.”\n“When a page or site violates our policies, we take action. In this case, we’ve removed both sites’ ability to monetize with Google,” NBC quoted a Google spokesperson as saying.\n\nAdweek reporter Scott Nover pointed out NBC’s inaccuracies on social media:\n\n\nAccording to NBC’s story as originally published, Google took action after NBC itself reached out to the tech giant, using research from a leftist nonprofit:\n\nGoogle’s ban of the websites comes after the company was notified of research conducted by the Center for Countering Digital Hate, a British nonprofit that combats online hate and misinformation. They found that 10 U.S-based websites have published what they say are racist articles about the protests, and projected that the websites would make millions of dollars through Google Ads.\nGoogle blocked The Federalist from its advertising platform after the NBC News Verification Unit brought the project to its attention. ZeroHedge had already been demonetized prior to NBC News’ enquiry, Google said. ZeroHedge and The Federalist did not respond to requests for comment.\nThe NBC journalist who authored the article, Adele-Momoko Fraser, a producer at the NBC “Verification Center,” interned for the Qatar-based Al Jazeera network early on in her journalism career, according to LinkedIn. She went on to work for several mainstream news organizations including CBS News, the BBC, Channel 4, and Sky News.\nGoogle employees have previously petitioned the company to cut ads to Breitbart News as well. With encouragement from the tech giant’s then-director of monetization, leftist Google employees launched a pressure campaign directed at upper management to withdraw service from Breitbart. Meanwhile, leftists in the company’s ads department directed advertisers to the site of the Sleeping Giants, a far-left organization that spreads smears about conservative media to their advertisers.\nGoogle’s hostility to the alternative and conservative media is well documented. The company published a document called “The Good Censor,” which was leaked to Breitbart News, admitting that it and other tech giants “shifted towards censorship” after 2016. Another leaked confirmed that Google-owned YouTube adjusted search results in a manner that de-ranked conservative videos and boosted the mainstream media. And Google executive Kent Walker has said he wants to make the populist movement a “blip” in history.\nUpdate — This story has been updated based on comments from the Federalist and ZeroHedge, as well as the reporting of Adweek’s Scott Nover. The Federalist has not been blacklisted, but has been warned of imminent blacklisting.\nAdditionally, Breitbart News has received the following comment from Google: “To be clear, The Federalist is not currently demonetized. We do have strict publisher policies that govern the content ads can run on, which includes comments on the site. This is a longstanding policy.”",
    "URL": "https://www.breitbart.com/tech/2020/06/16/google-financially-blacklists-the-federalist-and-zerohedge-at-the-behest-of-nbc-leftist-nonprofit/"
  },
  {
    "title": "‘So, It Means Making The Police Lose Their Homes And Forcing Them To Get A Divorce?’ Says Nation Still Struggling To Understand How Defunding The Police Works",
    "text": "WASHINGTON—Growing increasingly confused by the concept of shifting law enforcement resources, a head-scratching nation asked, “So, it means making the police lose their homes and forcing them to get a divorce” Monday while struggling to understand how defunding the police could work. “It just doesn’t seem like making all police officers homeless and depriving them of their family’s love is very realistic when you think about it,” said 328 million Americans, noting that at least some funds should be saved for officer’s uniforms so they don’t have to respond to emergency calls wearing nothing but pickle barrels. “I’m really trying to figure out how our court system is supposed to handle millions of police officers riding in boxcar trains across the country to file for divorce. They aren’t going to be able to do their jobs when they’re only allowed to eat cigarettes and get pelted with rotten eggs instead of being paid, so I’m having a hard time wrapping my head around how this is a feasible plan. I’m not trying to be deliberately ignorant; just explain how everyone adopting a police officer and raising him or her as their own child is a real solution. I don’t think I have a big enough crib.” At press time, the U.S. populace went on to express that they couldn’t support abolishing the police if that meant loading them into a cannon and shooting them into space.",
    "URL": "https://www.theonion.com/so-it-means-making-the-police-lose-their-homes-and-fo-1844042836"
  }
]
